J_List = [
    {
        time: '110.10.12 鄭ＯＯ',
        tag: '民事訴訟',
        plaintiff: '（財團）從101年起原告陸續向某地主買一地，目前已經買了大部分的土地。原告指控建物及其雨遮占有使用該土地，屬於無權占有；某些證據不存在或難採信，如陳年的模糊不清印文',
        defendent: '（居民）跟原地主從民國64年起即有租賃關係，屬於不定期租賃契約。被告所有之系爭房屋就原告共有之系爭土地並非無權占有，僅需繼續繳付地租予原告。',
        result: '居民敗訴',
        result_type: 'bg-danger text-light'

    },
    {
        time: '109.10.22 許ＯＯ',
        tag: '民事訴訟',
        plaintiff: '（財團）被告為事實上處分權人，無權占有系爭土地，侵害原告、其他共有人所有權；迄言詞辯論終結之日止，該房屋未經登錄為聚落建築群，被告並未受到任何限制。',
        defendent: '（居民）長年有不定期租賃契約；原告明知狀況，仍收購全部土地，基於誠信原則等法理，原告應該有合法佔有的法律關係。',
        result: '居民敗訴',
        result_type: 'bg-danger text-light'

    },
    {
        time: '110.06.03 「認定為歷史建築」，財團告政府',
        tag: '行政訴訟',
        plaintiff: '（財團）該民宅遭他人違法佔有，致原告無法使用；文資審議程序瑕疵、完整性不足、欠缺專業論辯之必要判斷理由說明；建物歷史錯誤......',
        defendent: '（新北市政府）認定11,12號民宅為歷史建築：無違反正當法律程序、基礎資訊並無不足',
        result: '財團敗訴',
        result_type: 'bg-success text-light'
    },
    {
        time: '110.06.03 「不認定為聚落建築群」，居民告政府',
        tag: '行政訴訟',
        plaintiff: '（居民）原參與會勘成員於專案小組中，會議上依法命其迴避，居民認為並未符合迴避要件應無須迴避；依程序所獲之文化資產評估報告及現場勘查成果資料皆認定馬崗漁村聚落具文化資產價值',
        defendent: '（新北市政府）基於法理，迴避是適當的處理方式，並無原告所稱之違法。此外縱然加入該委員之票數，該審議結論仍未能達到出席人數之半數同意。',
        result: '居民勝訴',
        result_type: 'bg-success text-light'

    },
]