J_List = [
    {
        time: '110.10.12 鄭ＯＯ',
        tag: '民事訴訟',
        plaintiff: '（財團）從101年起原告陸續向某地主買一地，目前已經買了大部分的土地。原告指控建物及其雨遮占有使用該土地，屬於無權占有；某些證據不存在或難採信，如陳年的模糊不清印文',
        defendent: '（居民）跟原地主從民國64年起即有租賃關係，屬於不定期租賃契約。被告所有之系爭房屋就原告共有之系爭土地並非無權占有，僅需繼續繳付地租予原告。',
        result: '居民敗訴',
        result_type: 'bg-danger text-light'

    },
    {
        time: '109.10.22 許ＯＯ',
        tag: '民事訴訟',
        plaintiff: '（財團）被告為事實上處分權人，無權占有系爭土地，侵害原告、其他共有人所有權；迄言詞辯論終結之日止，該房屋未經登錄為聚落建築群，被告並未受到任何限制。',
        defendent: '（居民）長年有不定期租賃契約；原告明知狀況，仍收購全部土地，基於誠信原則等法理，原告應該有合法佔有的法律關係。',
        result: '居民敗訴',
        result_type: 'bg-danger text-light'

    },
    {
        time: '110.06.03 「認定為歷史建築」，財團告政府',
        tag: '行政訴訟',
        plaintiff: '（財團）該民宅遭他人違法佔有，致原告無法使用；文資審議程序瑕疵、完整性不足、欠缺專業論辯之必要判斷理由說明；建物歷史錯誤......',
        defendent: '（新北市政府）認定11,12號民宅為歷史建築：無違反正當法律程序、基礎資訊並無不足',
        result: '財團敗訴',
        result_type: 'bg-success text-light'
    },
    {
        time: '110.06.03 「不認定為聚落建築群」，居民告政府',
        tag: '行政訴訟',
        plaintiff: '（居民）原參與會勘成員於專案小組中，會議上依法命其迴避，居民認為並未符合迴避要件應無須迴避；依程序所獲之文化資產評估報告及現場勘查成果資料皆認定馬崗漁村聚落具文化資產價值',
        defendent: '（新北市政府）基於法理，迴避是適當的處理方式，並無原告所稱之違法。此外縱然加入該委員之票數，該審議結論仍未能達到出席人數之半數同意。',
        result: '居民勝訴',
        result_type: 'bg-success text-light'

    },
]

TimeLine = [
    {
        time: '2018.7.4',
        tag: 'history',
        content: '提報歷史建築',
    },

    {
        time: "2018.8.1",
        tag: 'history',
        content: "會勘"
    },
    {
        time: "2018.8.10",
        tag: 'history',
        content: "列冊追蹤"
    },
    {
        time: "2018.12.19",
        tag: 'history',
        content: "11號、12號經新北市政府公告為歷史建築。好魚田提撤銷行政處分訴訟。"
    },
    {
        time: "2019.7.2",
        tag: 'history',
        content: "暫定古蹟"
    },
    {
        time: "2019.7.9",
        tag: 'history',
        content: "專案小組會勘"
    },
    {
        time: "2019 .8.12",
        tag: 'history',
        content: "專案小組會議決議建議系爭建物登錄11,12號民宅為歷史建築"
    },
    {
        time: "2019.11.25",
        tag: 'history',
        content: "108年度第12次新北市政府古蹟歷史建築紀念建築聚落建築群史蹟文化景觀審議會議 -> 11,12號為聚落建築群，駁回28號"
    },
    {
        time: "2019.12.19",
        tag: 'history',
        content: "新北府文資字第10823419301號公告「○○街11、12號民宅」登錄為歷史建築。"
    },
    {
        time: "2020.4.7 ",
        tag: 'history',
        content: "好魚田針對上述向文化部訴願遭駁回。"
    },
    {
        time: "2021.6.3 ",
        tag: 'history',
        content: "駁回，好魚田敗訴。"
    },

    {
        time: "2018.11.21",
        tag: "town",
        content: "提出聚落建築群登錄申請"
    },
    {
        time: "2018.12.10",
        tag: "town",
        content: "馬崗漁村聚落逕列為暫定古蹟"
    },
    {
        time: "2018.12.22",
        tag: "town",
        content: "會勘，初步認定「馬崗漁村聚落」具文化資產價值。"
    },
    {
        time: "2019.4.29",
        tag: "town",
        content: "公聽會"
    },
    {
        time: "2019.5.26",
        tag: "town",
        content: "台北高等行政法院開庭"
    },
    {
        time: "2019.6.3",
        tag: "town",
        content: "專案小組會議建議不登錄為聚落建築群，提送審議會審議。"
    },
    {
        time: "2019.7.17",
        tag: "town",
        content: "文資審議大會，不通過馬崗漁村登錄聚落建築群。後居民已委託律師提出行政訴訟。"
    },
    {
        time: "2020.7.2",
        tag: "town",
        content: "訴訟結果：訴願及原處分均撤銷，被告對於原告於107年11月21日申請將馬崗聚落登錄為建築群事件，應依本判決之法律見解作成適法處分，原告其餘之訴駁回。"
    }
]